{
	"jsdbtype": "Battlegrounds.Game.Database.ScenarioList+WorkshopRecord",
	"scenarios": [
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4 - 6) Overloon",
			"Description": "After the failure of Operation Market Garden, the Allies were left with a salient running across the South-East Netherlands; to defend it from Axis counter-attacks and advance over the Meuse, they launched Operation Aintree. The U.S. 7th Armored Division was brought to the van and attacked Overloon, where it took huge casualties from a defending force including the 107th Panzer Brigade, and stalled. The 7th was then replaced by the British 3rd Infantry and 11th Armoured Divisions; after a tremendous artillery barrage on the town, the British attacked in what would be known as the 'second Battle for Caen'.",
			"RelativeFilename": "6p_overloon2",
			"SgaName": "1114162062",
			"MaxPlayers": "6",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "Tundra",
			"Description": "Wir sind heute hier zusammen gekommen um einige Eingeweide und Körperteile in dieser landlichen Gegend zu verteilen. Oberstleutnant P. Immel sagte einmal: 'Haltet die Mitte, sonst ist alles verloren, diese Gegend ist zu schön zum sterben. Map by Blounchump --- Grüße an Warlord --- Pop Cap 350",
			"RelativeFilename": "tundra2",
			"SgaName": "1133750018",
			"MaxPlayers": "8",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(2 - 4) Bridgehead",
			"Description": "Operation Market Garden opened with Allied success all round. In the first landing, almost all troops arrived on top of their drop zones without incident.The 101st met little resistance and captured four of five bridges assigned to them, however the bridge at Son was blown up by the Germans on approach. Faced with the loss of the bridge at Son, the 101st  unsuccessfully attempted to capture a similar bridge a few kilometres away at Best. While fending off the attack of the American paratroopers, the Germans suffered a lot of casualties, therefore they choose to hold their ground by pulling back further into Best. The Scottish 15th Division took over from the Americans. They tried to liberate the village of Best for over a month, until the town was liberated on October 24.",
			"RelativeFilename": "best",
			"SgaName": "1286314799",
			"MaxPlayers": "4",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(2 - 4) Armor Remnants",
			"Description": "The fall and subsequent liberation of the important crossroad town St. Lo allowed the Allied Expeditionary Force to continue their push for the liberation of France. With a majority of German forces focused on the vital commune of Caen, US forces took great advantage of the distraction caused by the Commonwealth forces, by resuming their attack at a 5,500 m X 2,000 m area west of St. Lo. The Panzer Lehr took the brunt of the attack.",
			"RelativeFilename": "4_p armor remnants",
			"SgaName": "1412045794",
			"MaxPlayers": "4",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(2 - 4) Kharkov Suburbs",
			"Description": "The first Battle of Kharkov took place during the last phase of Operation Barbarossa and lasted only for four days. Beeing one of the largest industrial centers and one of the most important bases for railroad and airline connections of the Soviet Union the city of Kharkov was of big strategic Value for both sides. With large parts of the Red Army in the process of strategic retreat, only the 216th Rifle Division was left to hold back the Wehrmacht long enough until most of the industrial equipment could be evacuated or destroyed. Coming from the west, the German Army managed to conquer the last Soviet defence Line and reach the eastern edge of the city. When the 57th Infantry Division ended to Siege of Kharkov by 24 October 1941 they found most of the factories dismantled and relocated to the east.",
			"RelativeFilename": "4p_kiev2",
			"SgaName": "1491053595",
			"MaxPlayers": "4",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4 - 6) Vienna",
			"Description": "After 4 years of war the Soviet 3rd Ukrainian Front set foot on the Austrian Capital on the 6th April 1945. Approaching from South, North-East and West the Red Army aimed to encircle the Center cutting off the defending forces from further supplies. Supported by the 6th Panzer Army and the fanatic 'Führer Grenadier Brigade' the Wehrmacht tried to hold back the attackers long enough to set up a new line of defence in the West. After days of fierce urban combat Soviet troops finally reached the famous 'Ringstraße' - the hearth of the city.                                                   The large alleys of the Viennese inner city allow for quick armored advances while Buildings and courtyards provide cover for infantry and can be used for ambushes.",
			"RelativeFilename": "vienna3",
			"SgaName": "1492218909",
			"MaxPlayers": "6",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(6 - 8) Sittard (200 Population)",
			"Description": "During Operation Blackcock, the township of Sittard changed hands progressively, playing host to both the Wehrmacht and Allied defensive lines. Sitting comfortably upon the Geleenbeek River, the bridges of Sittard became fortresses to be held and disputed for a number of months, until the Roer Triangle began to shrink. Narrow streets, tall buildings and deadly chokepoints make Sittard a complexity, conquered only by patient and ruthless commanders; what to sacrifice and when could make the difference between three bridgeheads, or none.",
			"RelativeFilename": "8p_sittard_3",
			"SgaName": "1528285333",
			"MaxPlayers": "8",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "World Front World war II",
			"Description": "Have you ever been thinking fighting 4 fronts at ones? now you can do it! join for World Front and fight for axis or allies! / discord link for map, for feedback https://discord.gg/9zYS2nh",
			"RelativeFilename": "world front world war ii",
			"SgaName": "1627110129",
			"MaxPlayers": "8",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4) Striking Eastern Scheldt",
			"Description": "By September 1944 only a single obstacle stood between the allies and port of Antwerp: The Scheldt estuary. Clearing this area located between northern Belgium and southwestern Netherlands was proven to be challenging, as the well-established Wehrmacht fortified this territory in numerous ways.",
			"RelativeFilename": "strikingeasternscheldt",
			"SgaName": "1700474707",
			"MaxPlayers": "4",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4 - 6) Budapest",
			"Description": "Heavily depending on the Hungarian oilfields as last income source for fuel, the Wehrmacht declared Budapest a 'Festung', meaning it had to be held at any cost. The Red Army started its offensive against the city on 29 October 1944. More than 1,000,000 men, split into two operating maneuver groups, advanced, encircling German and Hungarian Forces. Around February 1945 the fighting was shifting towards the districts west of the Danube River and around Buda castle whose medieval tunnel system underneath the fortress had been serving as command center for the Wehrmacht. The Siege went on for over 4 months and ended with a desperate outbreak through Soviet lines on 13 February, which led to the biggest defeat in Hungarian military history.",
			"RelativeFilename": "budapest2",
			"SgaName": "1785043703",
			"MaxPlayers": "6",
			"Theatre": "SharedFront",
			"IsWintermap": "True",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4) Dreux Scout r19",
			"Description": "Community map created by Rosbone. Balance adjustments by TR Clan, Sturmpanther, and Blvckdream",
			"RelativeFilename": "4p_dreux_scout",
			"SgaName": "1811887397",
			"MaxPlayers": "4",
			"Theatre": "SharedFront",
			"IsWintermap": "True",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(6 - 8) Kingscliff Beach",
			"Description": "A hydroelectric power station has been breached via sea. Fight head to head over the beach whilst capturing the coastal town that provides fuel to ensure you have tank superiority.",
			"RelativeFilename": "kingscliffbeach",
			"SgaName": "1823870530",
			"MaxPlayers": "8",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4 - 6) Seine River Docks",
			"Description": "Near the mouth of the Seine River lies Port-Jerome, a small developing port with a large quantity of industrial resources. Bot Allies and Axis officers have identified Port-Jerome as a significant strategic location for controlling the flow of traffic along the Seine River, as well as controlling movement along the mainland. The importance of the docks and bridges destined to convert this once bustling dockside community into nothing but debris.",
			"RelativeFilename": "seine_river_docks_winter",
			"SgaName": "202820737",
			"MaxPlayers": "6",
			"Theatre": "SharedFront",
			"IsWintermap": "True",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(2-8) Achelous River WFA",
			"Description": "CoH Original Map, ported to CoH 2 by Ecarus & Cpl.Cookie. Updated for WFA and tweaked.",
			"RelativeFilename": "achelous_river_wfa",
			"SgaName": "204665522",
			"MaxPlayers": "8",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(6) Blazing Lowland",
			"Description": "Transformed by xxCOMPANY OF COWARDSxx Created and polished by AGameAnx",
			"RelativeFilename": "6_p blazing lowland",
			"SgaName": "284055558",
			"MaxPlayers": "6",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "Testmap",
			"Description": "",
			"RelativeFilename": "testmap",
			"SgaName": "286954680",
			"MaxPlayers": "2",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(2 - 4) Operation Chariot",
			"Description": "March 28, 1942, Saint Nazaire. British forces launched Operation Chariot. Objective: destruction of facilities and equipment dock, especially the dry dock of the port of St. Nazaire and thus prevented the battleship Tirpitz, sister of Bismarck, can not be repaired after a potential race war in the Atlantic. This exceptional raid done at the cost of terrible losses, proved at that time the irreplaceable special forces in case of conflict.",
			"RelativeFilename": "operation_cerberus4",
			"SgaName": "288908351",
			"MaxPlayers": "4",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "4_p achelous river by xxCOCxx",
			"Description": "Transformed by xxCOMPANY OF COWARDSxx",
			"RelativeFilename": "4_p achelous river by xxcocxx",
			"SgaName": "511835961",
			"MaxPlayers": "4",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4) Yartsevo - Vop river",
			"Description": "",
			"RelativeFilename": "4_yartsevo_vop_river",
			"SgaName": "542240913",
			"MaxPlayers": "4",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(2-6) Achelous River",
			"Description": "CoH1-Original Map Remixed",
			"RelativeFilename": "achellous_river",
			"SgaName": "621386653",
			"MaxPlayers": "6",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4) Goch Infiltration",
			"Description": "The town of Goch, for many men in the 51st Highland Division, was the end of the war. Situated on the River Niers, this crumbling town was the final objective for the division, and the final resting place for those who died there. Under the cover of darkness, the town was assaulted from several angles, including the Northern road into the town itself, and the Western road into the flooded outskirts and forests. The men who fought here knew the cost of such a battle: push too far on either front, and risk being outflanked by the other. Strict command, strategy and grit was needed to advance both lines without breaking. In all, Allied forces advanced only a few hundred metres in 2 days.",
			"RelativeFilename": "6p_goch_assault",
			"SgaName": "634119029",
			"MaxPlayers": "4",
			"Theatre": "WesternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(6 - 8) Lyon Defense",
			"Description": "",
			"RelativeFilename": "lyon_var_3",
			"SgaName": "675843436",
			"MaxPlayers": "8",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4) Operation Ladbroke",
			"Description": "For all intents and purposes, Operation Ladbroke, part of the Allied Invasion of Sicily, was a full-scale assault. How it panned out in reality, however, was considerably less effective than the later invasions of France, the Netherlands, and Germany. Inexperienced pilots, faulty gliders and poor weather conditions caused the airborne from American and British regiments to be scattered all over the coast of Sicily, despite only departing from the recently conquered Tunisia. What they lacked in accuracy, however, these units made up for in chaos, which was wrought all over Axis positions by scattered soldiers, intent on collapsing their foe’s infrastructure from within.",
			"RelativeFilename": "4p_river_road",
			"SgaName": "675976863",
			"MaxPlayers": "4",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "TestRangeMap",
			"Description": "",
			"RelativeFilename": "testrangemap",
			"SgaName": "703184792",
			"MaxPlayers": "2",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(2) Forest Skirmish",
			"Description": "Inspired map 'Hill Skirmish' from Heroes & Generals. Map by Zbir.",
			"RelativeFilename": "2p_forestskirmish",
			"SgaName": "730247933",
			"MaxPlayers": "2",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "Forgotten Battle (6) V5.3",
			"Description": "One of the fiercest battles in the Netherlands during World War II takes place near Overloon. American and British armoured divisions are locked in battle with German tanks and troops. On October 12, 1944, Overloon is almost completely destroyed by Allied artillery fire and air attacks. But the Germans do not surrender. It takes days before the battle is over.",
			"RelativeFilename": "4p_fbv2",
			"SgaName": "883012291",
			"MaxPlayers": "6",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(2-4)Second_Assault",
			"Description": "We fought Hard almost a Month, Brutal House to House clearing and with little sleep. Because of the Constant Bombardment on the city. It's strange to think about the people who once lived here, they had a happy life and nice homes 'all that is no more...' Many Brave men already lay dead in these streets and I fear I will soon join them, this is my last thoughts before we Launch the Second Assault. I Pray my superiors will guide us Threw this hell hole. Map made By Lt.Clifforth",
			"RelativeFilename": "battlefield",
			"SgaName": "900041168",
			"MaxPlayers": "4",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "Merkelbeek",
			"Description": "Merkelbeek (2-8 player map)",
			"RelativeFilename": "merkelbeek",
			"SgaName": "921101109",
			"MaxPlayers": "8",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4) Operation Sonnenwende",
			"Description": "Map by Lord Rommel",
			"RelativeFilename": "operation_sonnenwende",
			"SgaName": "924400969",
			"MaxPlayers": "4",
			"Theatre": "SharedFront",
			"IsWintermap": "True",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4-8) Trench Bridge",
			"Description": "An L-shaped death bridge with trenches, bottlenecks, massive fortifications and plenty resources. Let the carnage begin!",
			"RelativeFilename": "8-trenchbridge",
			"SgaName": "939244409",
			"MaxPlayers": "8",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(4 - 6) Vyazma Summer",
			"Description": "Vyazma was one of many urban targets that had to be taken before Moscow would fall. Isolated by the 3rd and 4th Panzer Armies, and cut-off entirely from Bryansk, which was suffering its own siege, the defenders of Vyazma had no choice but to slow their opponents, in the hope that they would be reinforced. Like many other settlements on the Western front of the Blitzkrieg, there was little time to prepare; civilians were often denied evacuation, defences were hastily thrown together, and Soviet military leaders were few.",
			"RelativeFilename": "6p_vyazma",
			"SgaName": "954477943",
			"MaxPlayers": "6",
			"Theatre": "EasternFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "Desert Airfield at El Alamein",
			"Description": "A smal Trainstation, somewhere in the Desert of North Africa. El Alamein is one of the most Famouse Battlefields of the second Worldwar and became the Destiny of the German African Korps! .......: You got Order,to defend an Airfield on the left Side of the Frontline. The Mission is very importand, because its the only Airfield in the Area around El Alamein.Get ready, the Enemy Movements will start in the early Morning.---------Ps.:This Map, was the most difficult Projekt, I ever made ! I was useing 160 Houers of work and all My skill to realise it. -----Map made by  ORKLORD",
			"RelativeFilename": "desert airfield at el alamein",
			"SgaName": "263927461",
			"MaxPlayers": "8",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		},
		{
			"jsdbtype": "Battlegrounds.Game.Database.Scenario",
			"Name": "(6 - 8) Lyon var. 3.1",
			"Description": "Normal map without restrictions. Population cap is 250 (Original Map from Bogatyriwe // Edited by Großdeutschland)",
			"RelativeFilename": "8p_lyon_var_31",
			"SgaName": "392863643",
			"MaxPlayers": "8",
			"Theatre": "SharedFront",
			"IsWintermap": "False",
			"Gamemodes": [
			]
		}
	]
}
